[
    {
        "id": 1,
          "name":" This is a Java Courses",
         "img":"https://www.dremendo.com/java-programming-tutorial/images/java-programming-tutorial.jpg",
        "discripetion":"Java is a general-purpose, class-based, object-oriented programming language designed for having lesser implementation dependencies. It is a computing platform for application development.collection of programs that help programmers to develop and run Java programming applications efficiently. It includes an execution engine, a compiler, and a set of libraries in it.  centers, game consoles, scientific supercomputers, cell phones, etc.",
        "price":"2000"
    },

    {
        "id": 2,
         "name":" This is a Python Courses",
         "img": "https://solutionsreview.com/business-intelligence/files/2021/06/Python-Courses-on-LinkedIn-Learning.jpg",
         "discripetion":" Python is an interpreted, object-oriented, high-level programming language with dynamic semantics. Its high-level built in data structures, combined with dynamic typing and dynamic binding, make it very attractive for Rapid Application Development, as well as for use as a scripting or glue language to connect existing components together. Python's simple, easy to learn syntax emphasizes readability and therefore reduces the cost of program maintenance.",

         "price" :"5000"
    },

    {"id":3,
       
      "name":"PHP Courese",
      "img":"https://www.smartmentors.net/wp-content/uploads/2019/05/PHP-is-a-Right-Server-Side-Programming-Language-to-Learn.jpg",

        "discripetion":"The abbreviation PHP initially stood for Personal Homepage. But now it is a recursive acronym for Hypertext Preprocessor. It's recursive in the sense that the first word itself is an abbreviation, so the full meaning doesn't follow the abbreviation.",
        "price" :"7000"
      
},



{
    "id": 4,
      "name":" This is a JavaScript Courses",
     "img":"https://i.pinimg.com/736x/bb/c5/19/bbc519cc8835d7c9b6708e072df9b302.jpg",
    "discripetion":"Many browsers use JavaScript as a scripting language for doing dynamic things on the web. Any time you see a click-to-show dropdown menu, extra content added to a page, and dynamically changing element colors on a page, to name a few features, you're seeing the effects of JavaScript.Without JavaScript, all you would have on the web would be HTML and CSS. These alone limit you to a few web page implementations. 90% (if not more) of your webpages would be static, and you'd only have the dynami",
    "price":"6000"
},

{
    "id": 5,
     "name":" This is a Ruby Courses",
     "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS78_Wf6ABN3IcLU9EiyBXGsKBi4oKGZwwELA&usqp=CAU",
     "discripetion":" The Ruby programming language is a highly portable general-purpose language that serves many purposes.Ruby is great for building desktop applications, static websites, data processing services, and even automation tools. It used for web servers, DevOps, and web scraping and crawling. And when you add in the functionality of the Rails application framework, you can do even more, especially database-driven web applications.",

     "price" :"3000"
},

{"id":6,
   
  "name":"C++ Courese",
  "img":"https://i.ytimg.com/vi/BClS40yzssA/maxresdefault.jpg",

    "discripetion":"The problem with these languages was that they were targeted at a certain group of people – FORTRAN for engineers and scientists and COBOL for business people.Then during the 60s a new language called Simula surfaced and introduced the concept of a class, which sort of let anyone make software for their special fields. ",

    "price":"4000"
  
}

]